Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 就连四周的树木都被那满天的剑意冲击得分裂粉碎，大地一阵晃动，金色的巨剑直劈向孤月，眼看着就要打在孤月身上。
en_us: The overwhelming sword intent caused the plants and trees around them to crack and fall to the ground. The Great Golden Sword continued to head straight for Lonemoon's body.

source: 就连思羽也只是深深行了个礼，又跑回去继续修练了。只是比起之前来越发的卖力。就连其它人挥起剑来，也是一下比一下重。
en_us: Even Si Yu also only gave a deep bow and ran back to continue practicing. The only difference now was that they were even more hardworking compared to before. The rest of them also began swinging their swords, using more force for every move.

source: 就连沈萤也挥了挥手，“拜拜，毛团！回去好好吃饭。”想了想又加了一句，“再找只漂亮的兽兽。”人兽是没有前途的。
en_us: Even Shen Ying was waving her hands, "Byebye, Furball! Go home for a good meal." She paused and added, "Look for a pretty beast." Man and beast have no future together.

source: 就连羿清也有些诧异的转过头，没想到你是这样的尊者！
en_us: Even Yi Qing turned his head over in a somewhat confounded manner. I never expected you to be that kind of Supremacy!

source: 尴尬的笑了笑道，“呵呵……沈掌门不要介意，灵……他以往不怎么与生人接触，所以……”
en_us: Yi Feng laughed awkwardly, "Heh heh... Sect Master Shen, please don't mind him. Spirit... he doesn't usually interact with other people, so..."

source: 尸兽们也进攻了，或爬或飞或扑，如蝗虫般密密麻麻朝天庭汹涌而去，疯狂地要摧毁一切，吞噬一切！
en_us: The zombie-beasts attacked—they crawled, flew, or pounced like countless locusts surging forward. They wildly swallowed and destroyed everything in their path!

source: 尼妈，这外挂开得，太TM欺负RMB了！按理说，他应该更讨厌她才是，但可能在这个世界呆得太久，又或许太想念乡音，又或者厌了这群之乎者也，从不好好说话的古人。
en_us: Damn it, that cheat was too much for a P2W player! By right, he should have hated her more, but perhaps he had lived in this world for too long, or he missed people from his hometown, or was tired of the ambiguity and how people from ancient times never expressed themselves clearly.

source: 尼玛原来只是用来吃的啊喂！你不是草木灵吗？吸灵气就行了，为什么还要吃枯草啊？大草吃小草……你丫真不愧是吃货沈萤捡到的东西喂！
en_us: So all it wanted to do was eat it up! Aren't you a Vegetation Spirit? Breathing in Spirit Qi should be sufficient, why the need to eat the withered plant? Big plant eating the small plant… you really are a foodie that Shen Ying picked up!

source: 尼玛，他让她们练剑，没让她们练体啊喂！这越来越凶残，一个个不爱用剑，只爱用拳头解决的妹子到底是什么鬼？他教的那些剑招呢？被吃了吗？
en_us: Holy shit! He got them to practice swords, not to train their bodies! They grew more fierce and ferocious, not wanting to use swords and only liked to use their fists to solve problems. What was happening to them? What about the sword moves he taught them? Were those eaten up?

source: 尽管一夜没睡，但江逸还是精神奕奕，花费了半个时辰他将整本《药草简录》全都背了下来，还对着里面的画像，把药房内的草药都辨认了一遍。
en_us: Even though he had not slept for an entire night, Jiang Yi was still full of energy. He spent an hour memorizing all the information in the "Record on Medicinal Herbs," even identifying the medicinal herbs in the medicine room using the images depicted in the book.

source: 尽管不知道怎么赔？拿什么赔，江逸还是咬牙问道：“怎么个赔法？”
en_us: Even though he had no idea how to repay, or even what to pay with, Jiang Yi nonetheless gritted his teeth and asked, "How do you want me to pay it back?"

source: 尽管从某种意义上说他也顶着一个旁系少爷的名头，但他的实际地位并不比最普通的底层子弟高上多少。尤其是最近几年，因为有名无实的少爷身份，他经常被族内纨绔各种欺辱，每次都受轻重不一的伤。比如这次吧，他就被打得昏迷了整整一个上午。
en_us: if one were to judge solely by his descent, he would be ranked foremost among the branch members. But despite this title, his actual position in the Jiang Clan was not much higher than that of the lowest ranking members of the family. This had rung especially true in the past few years. For him, being “a young master of the Jiang Clan” in name only ensured that he was constantly bullied by other, higher-ranking members of the family. Such torment left him with severe injuries—in this case, for one, he was beaten up so badly that he had spent the entire morning unconscious.

source: 尽管他知道姬听雨找他并不是看上他了，尽管马黑旗和柳河也知道姬听雨不会看上他，但他还是感觉事情有些棘手了，红颜祸水！漂亮的女人一些无心之举很容易让爱慕他的男子做出一些冲动的事情。
en_us: Despite knowing that Ji Tingyu's order was by no means out of adoration towards him, and that both Ma Heiqi and Liu He were well aware that she would never fancy him, Jiang Yi nevertheless foresaw trouble. What a femme fatale! The actions of a beautiful woman, however unintentional, would easily send the men who adored her into doing reckless, foolhardy things.

source: 尽管内心暴怒不已，但江逸还是强迫自己语气尽量心平气和些：“这位公子，那日我已经和这位管事说好了，现在你们钱也收了，风月楼如此大一家青楼总不会言而无信吧？这传出去可是有损声誉的。”
en_us: Despite fuming internally, Jiang Yi forced himself to keep an even tone, "Young Sir, the housekeeper and I had already made a deal on that day. You have your money now. Surely a brothel as big a scale as Fengyue would not have gone back on a promise? If others knew, your credibility would be at stake."

source: 尽管武殿的事情已经确定了，但江逸生性稳重，十两紫金没到手，没赎回令牌他依旧没和江小奴透露在武殿内的具体情况。只是告诉小奴他现在在武殿内做事，让她不要担心，也不要出去做工。
en_us: Even though Jiang Yi had confirmed his employment matters with the Martial Arts Hall, he had a steady natural disposition. Without the ten taels of purple gold in his hands and not having redeemed the command token back, he once again did not reveal to Jiang Xiaonu the details of the experiences he faced in the Martial Arts Hall. He only told Xiaonu that, since he was now working for the Martial Arts Hall, she had nothing to worry about, and also instructed her not to head out of the house for any kind of work.

source: 尽管江逸以最快速度反应过来，扭转身子朝旁边躲避，同时架起“摔碑手”朝对方手掌推去，企图抵消一些力道。但让他无奈的是，那人的手掌只是被阻拦了一下就摧古拉朽的将他双手荡开，重重的拍在他的胸口上。
en_us: Jiang Yi reacted as quickly as possible by dodging to the side and struck out with his Wrestling Hand towards his opponent's palm in an attempt to offset some of the force. But what left Jiang Yi resigned was that the guard's palm had only been obstructed for a moment before he easily brushed away his strike, and smacked his palm heavily onto Jiang Yi’s chest.

source: 尽管演武殿内的子弟天资都不算顶级，但身份地位任何一位都比江逸高。尤其是两名长得和江恨水有些像，同样英俊无比的子弟，这两人其中一人是江恨水的亲弟弟江顾水，另外一人则是刑堂副长老江云石的儿子江如狼。
en_us: Even though the descendants that were within the Martial Arts Demonstration Hall weren't of elite level, all of their status were superior than Jiang Yi's. Especially the two individuals who resembled Jiang Henshui's dashing facial features. One of them was Jiang Henshui's younger blood brother—Jiang Gushui. The other was Jiang Rulang, the son of Disciplinary Court's Deputy Elder—Jiang Yunshi.

source: 尽管相差一个级别，但江顾水还是一个照面就被江逸踢飞出去，好在江逸似乎没有动用全力，否则他两条腿怕是要被伤了。
en_us: Even with the difference in cultivation of one stage, Jiang Gushui still got sent flying by the kicks of Jiang Yi. Luckily Jiang Yi didn't exert his full force, if not both his legs would have been injured too.

source: 尽管走起路来还是一瘸一拐的，不过明显没有昨日那般疼痛了，江逸的心情也因此变好了不少。
en_us: Even though he was still limping, Jiang Yi was clearly not in as much agony as he was in yesterday, and this certainly improved his mood by much.

source: 尽管这翊小姐拳头内没有元力灌注，但里面的力道却是十足，江逸此刻更加确定此人绝对是铸鼎境四重，多年来元力的温养滋润让她肉体的力量达到一马之力以上，攻击速度也快得可比铸鼎境二重武者，他没有元力那下场绝对很惨。
en_us: Even though this Young Mistress Yi did not inject any essence force into her fists, the strength in her fist attacks was very powerful. It was at that moment that Jiang Yi received even more confirmation that that person indeed had a power level up to the fourth stage of the Cast Tripod Realm. Many years of using essence force allowed the strength of her physical body to reach up to one horsepower or more; her combat speed was also much faster than any martial artist with at the second stage of the Cast Tripod Realm. Without any essence force, his end condition would definitely be tragic.

source: 尽管这速度比起家族的优秀子弟还相差甚远，他原先修炼一个月才能比人家一天，修炼速度比江家优秀子弟整整相差三十倍。但他坚信只要他不断的破解封印上的符文，他的修炼速度迟早会追上家族大部分子弟，甚至……远远超过。
en_us: Even though this speed was much slower compared to that of the outstanding members of the family clan, the amount he could originally refine in a month was equivalent to the amount others could produce in a day. This meant his essence force refining speed was an entire thirty times slower than that of the outstanding members of the Jiang Clan. He steadfastly believed that, so long as he continuously removed more runic patterns from his seal, his refining speed would sooner or later catch up with the average clan members. Eventually he would... far surpass them.

source: 居然是九尾血狐！
en_us: It was actually a nine-tailed blood fox!

source: 山下的动静，把其它六人也惊醒了，纷纷跑出来查看。
en_us: The commotion below the mountain had awakened the other six sect members, who had come running out to investigate.

source: 左肩膀传来的一丝隐痛，让沉思中的江逸清醒过来，他只能强迫自己暂时不去多想，还是先将伤口疗养好了再说。
en_us: The slight sensation of pain coming from his left shoulder jolted Jiang Yi, who was deep in thought, back to his senses. He could only force himself not to think too much for the moment and focus on getting his injury healed first.

source: 左边冲来的是一名铸鼎境三重的子弟，他万万没想到，江逸不从其余两名铸鼎境二重武者那边突围，竟主动朝他冲来？联想到刚才江如鹰被他一拳轰飞，他内心有些打鼓，下意识的脚步一顿。
en_us: The descendant rushing from the left had a power level in the third stage of the Cast Tripod Realm. He absolutely failed to consider how, rather than trying to break through their attacks through the other two martial artists with power levels in the second stage of the Cast Tripod Realm, Jiang Yi actually rushed towards him directly instead. Connecting the dots and remembering how Jiang Ruying was sent flying with one of Jiang Yi's punches, his heart started throbbing somewhat strongly and rapidly. He made the decision in his mind to stop himself in his tracks.

source: 巧的是几个月前轩辕家有两位游仙在中青界陨落了，其中原由不得不令人深思。
en_us: What was even more mysterious was that just a few months ago, two Traveling Immortals from the Xuan Yuan Family had gone missing in the Middle Azure World. The reason for that remained unknown.

source: 巧的是水木灵根，也是公认最适合炉鼎的人。
en_us: Coincidentally, a person with a Water Spirit Root attribute was also regarded as being most suitable for use in sexual enslavement.

source: 巨兽一声惨叫，缩了回去。巨大的头颅上，皮肉绽开，血红一片。
en_us: The beast shouted tragically and retracted its head. Its forehead split open and blood flowed out of its wound.

source: 巨兽沉默了半会，才发出一声低沉的回应，“嗯。”
en_us: The beast fell silent and thought for a moment. Then, it let out a soft grunt of acknowledgement.

source: 巨剑挥落，火龙呼啸，巨大的灵气相撞，瞬间暴发刺目的白光，冲击力顿时把整个仙宫的一切化为了灰烬，孤月不得不把沈萤拉到了那个练丹炉的背后，借助仙器的强悍才躲过那一波冲击。
en_us: The Great Sword flew downward and the inferno dragon roared. There was a great collision of Spirit Qi, causing an explosion of blinding white light which turned the remainder of the Immortal Pavilion to ashes. Lonemoon grabbed Shen Ying and they both hid behind the pill refining cauldron. They were only able to survive that explosion because of the strength of the immortal artifact.

source: 巨大的骸骨巨人大步朝天庭内踏去，它们那庞大如小山般的身躯，每奔走一步都能踏出虚空震波，荡出一道道涟漪，传出一阵阵沉闷如击打战鼓的响声。
en_us: The skeleton giants took wide steps toward the Heavenly Court, their massive bodies as huge as a hill. Ripples vibrated across the vast expanse with every step they took, transmitting deep sounds akin to that of war drums.

source: 已经来不及了，下一瞬，沈萤身影已经出在了郁海珩身后。
en_us: It was too late, the next moment, Shen Ying was already behind Yu Hai Heng.

source: 已经来不及了，只见瞬间草木翻飞，精美的殿宇开始土崩瓦解，整个偏殿像从中间被切断一般，轰隆隆的倒了一大片，发出巨大的轰鸣，满地都是残垣断壁，一片尘地飞扬。
en_us: It was too late. In a moment, all the grass and plants uprooted. The beautiful Palace Wing flew up together with the earth on which it had stood. The palace wing split right down the middle, making a huge roar that caused the dust to fly from the ground and fill the air.

source: 布满阴气的四周已经暗了许多，魔修的阵法中间，却再次疯长出更多的荆棘，有了黑气的遮挡，对方的攻击越加的猛烈。羿清砍断几条荆棘，却发现对方的直接朝着后面的两人而去。
en_us: Engulfed in Yin Qi, the surroundings had become much darker. Even more thistles emerged from the center of the fiendish cultivator's array formation. With the black smoke being used as a shield, the opponent’s attacks became more aggressive. Yi Qing cut down a few thistles, but he realized that the opponent was aiming for the two people at the back.

source: 师叔，果然厉害！
en_us: Uncle-Master was indeed formidable!

source: 干嘛呀这是，又不是五一，这么喜欢劳动吗？
en_us: Why are they being like this? It's not labor day. Do they really like laboring so much?

source: 年纪和江逸差不多，体型却比江逸胖上几圈的江如虎一怔，面色尴尬起来，他很清楚柳长老的脾气，他要是敢私自去拿丹药，柳长老发飙了，他父亲都顶不住的……
en_us: At a similar age as Jiang Yi, yet with a figure several times fatter than Jiang Yi, Jiang Ruhu was instantly stumped and his face gave a look of awkwardness. He was very aware of Elder Liu's temper. If he dared to retrieve the elixirs by himself, Elder Liu would surely fly into a great rage. Even his father couldn't protect him from Elder Liu's anger...

source: 年轻的英俊公子感受到江逸复杂的目光，在江逸脸上扫了两遍，他有些迟疑的问道：“你是……江逸？”
en_us: The young suave man felt Jiang Yi's complicated stare. Sweeping a glance across Jiang Yi's face, he hesitatingly asked, "You're... Jiang Yi?"

source: 幻影拳！
en_us: "Phantom Punch!"

source: 幻海凶险不适合带太多人，所以此行只有他跟沈掌门，孤月尊者貌似还有事没办完，所以也没打算去。只是临行前突然拉着他耳语，满脸郑重的道。
en_us: The Mirage Sea was dangerous and it was not convenient for people to travel in large groups. This time, Yi Feng was only going to bring Sect Master Shen along. Supremacy Lonemoon had no intention to join them, since he still had matters to attend to. Supremacy Lonemoon pulled Yi Feng aside before they set off and left some very strange instructions.

source: 幻海多异兽。
en_us: There were many beasts at the Mirage Sea.

source: 幻海是位于上青界最边沿的一片大海，传闻它宽广无界，没有人知道具体有多大，海内多岛屿，由于人迹罕至所以异兽丛生。满布各种高阶异兽，甚至有连易家都未听闻过的，有些连高阶修士都不足以与之匹敌。
en_us: The Mirage Sea was a sea located at the boundaries of the Upper Azure World. Many said that it was broad and unbounded. Nobody knew exactly how wide the sea was. There were many islands in the middle of the sea. Since these islands were inaccessible to people, many animals inhabited them. The islands became filled with all kinds of powerful beasts. Even the Yi Family had not heard of some of the beasts on the islands. Even high-level cultivators were no match for some of these beasts

source: 序章 天帝崩 神兵裂！
en_us: Chapter 0: Prologue - Fall of the Celestial Thearch. Shattering of the Divine Armament!

source: 应该说，这两人为了小孩的入学问题，真是操碎了心吗？为了找个好老师，还免费提供学区房。
en_us: Actually it should be said that these two adults are really overly worried about the child's education. To find a good teacher, they would even be willing to provide lodging for the teacher.

source: 店老板是一个胖胖的中年人，一看紫金一张脸立即笑得谄媚起来，一边笑着一边伸手朝柜台上的金叶子抓来：“嘿嘿……这位客官，一枚灵神丹十两银子，总计一两紫金。”
en_us: The store owner was a chubby middle-aged man. Upon seeing the purple gold, his face immediately lit up with a wide smile and a charming expression. As he smiled, he reached his hand out and tried to grab the gold leaf on the counter-top. "Hehe... my dear customer, a Spirit Pill costs ten taels of silver. The total cost of your order is a tael of purple gold."

source: 废丹药效不明，万一服用出了问题，那可就是一名炼丹师一辈子的污点。
en_us: If the efficacy of an useless elixir was questionable and should problems surface after consumption, it would become a stain forever tarnishing an alchemist's reputation.

source: 废丹，顾名思义那就是炼废的丹药。
en_us: Useless elixir - as the name implies, they were elixirs that were refined and deemed to not be suitable for use.

source: 开玩笑！
en_us: What a joke!

source: 开花跟脱裤……
en_us: Blooming flowers and taking off pants...

source: 异口同声。
en_us: At the same time.

source: 弟子一：“是呀，我怎么没有想到呢，可以引蛇出洞啊！”
en_us: Disciple 1: "Yeah, why didn't I think of it, this can lure the snake out of its hole!"

source: 弟子三：“太好了，不如我们今天晚上就布置一番。”
en_us: Disciple 3: "Great, why don't we lay out the plan tonight."

source: 弟子二：“师妹真聪明，看起来眼生，不知是哪峰的弟子？”
en_us: Disciple 2: "Junior Sister is really smart, you look unfamiliar, which peak's disciple are you?"

source: 弟子五：“我去布置阵法！”
en_us: Disciple 5: "I am going to set up the array!"

source: 弟子六……
en_us: Disciple 6…

source: 弟子四：“好，就按这位师妹说的办，我去买鸡！”
en_us: Disciple 4: "Good, we'll adopt Junior Sister’s idea. I will buy the chickens!"

source: 弟子立马领命飞走，不到半会，咚咚咚的钟声就响彻了整个玄天宗的上空，所有传送阵法应声关闭。
en_us: The disciple took off immediately after receiving his orders, and within a moment, the Che Ming Bell rang throughout the entire Blackheaven Sect, shutting down all the transportation array formations.

source: 强忍着内心的暴怒和左胸撕裂般的痛楚，江逸大喊一声欲吸引对方的注意力，同时双手如两根海藤般朝对方的手掌缠去。
en_us: Holding back the violent rage in his heart and the searing agony he felt ripping through his left chest, Jiang Yi shouted aloud to draw his opponent's attention while using both his hands to entangle his opponent's hands like two sea vines.

source: 强忍着内心的贪念，江逸老老实实的取了一枚最低级的元力丹，还有三枚最低级疗伤用的黄参丹就匆匆离开炼丹房，朝荣管事所在的管事房走去。
en_us: Resisting with great difficulty the greediness in his heart, Jiang Yi with great humility retrieved a Essence Force Elixir, the lowest-quality pill, as well as three pills of Yellow Ginseng Elixir, the pill with the lowest medicinal healing power, before hastily leaving the alchemy lab and walked in the direction of the Housekeeping Chamber where Chief Rong was located.

source: 当下他什么也不顾了，立即盘坐打坐运转无名功法提炼黑色元力。这黑色元力消耗太快太快了，关键的时候总是不够用。这次他准备多存点，一次提炼四五个时辰，不睡觉直接修炼到天亮，尽可能的提炼多一些，好明早一次性把伤势彻底恢复。
en_us: At the moment he did not care about anything else, and immediately sat cross-legged to meditate and circulate the nameless cultivation technique to extract more black essence force. The consumption of this black essence force was way too fast, and there was never enough to use during critical moments. This time he prepared to store extra—by not sleeping and instead extracting for eight to ten hours until the sky turned bright. He aimed to extract as much as possible so that he could once and for all get his wounds fully recovered the next morning.

source: 当下他全力朝江逸攻击，拳拳用尽全力，眼中都是凶光，显然不把江逸揍趴下绝不罢休。
en_us: Yi Longyu's attacks were now at full throttle, each fist thrown held his full power and there was a nasty look in his eyes. It was obvious that he would not rest until he had Jiang Yi beaten into the ground.

source: 当下他立即变招，拳头在空中一幻，化作三道拳影朝马飞砸去。
en_us: Jiang Yi promptly changed his technique, transforming his fist into three fist silhouettes which flew at Ma Fei.

source: 当他刚将元力朝脑袋输送上去时，准备玩个新花样，那股融合元力从左眼角的攒竹穴经过时，他的左眼突然黑光一闪，他下意识的眨下眼睛，突然发现整个世界都变样了！
en_us: just when he wanted to transfer the essence force to his head, the merged essence force passed through the Zanzhu acupuncture point at the corner of his left eye. Suddenly, a black light flashed across his left eye. When he subconsciously blinked his eyes, he discovered the entire world in front of him had changed completely!

source: 当他睁开眼的时候，小奴正在做饭，她那背对着他正在洗菜的身子看上去好生瘦弱。
en_us: When he opened his eyes, he saw Xiaonu preparing a meal. Her back was facing him as she washed some vegetables, and he could not help but notice her skinny, delicate figure.

source: 当日塔破之时，里面源源不断溢出的阴气，惊坏了众人。谁都想不到号称直通仙界的仙塔，里面却隐藏得如此可怕的阴气。以至于整个华元城都受到了影响，阴气弥漫数月不散，灵气灭绝，修士纷纷迁出不敢随意靠近，如今的华元城再不复当年仙城的景象，俨然已经成了一座死城。
en_us: After the pagoda broke open, Yin Qi continually flowed out of it, frightening everyone. Nobody thought that what was known as an Immortal Pagoda which linked directly to the Immortal World would be filled with so much Yin Qi. The entire Huayuan City was affected as a result - the Yin Qi did not dissipate even after several months and the spirit Qi remained scarce. The cultivators left the city in groups. Nobody dared to even come near Huayuan City unncessarily. Far from being the central important town, Huayuan City was now just a dead town.

source: 当江逸发泄完最后一腿时，江豹惨叫连连地朝远处滚了足足一丈远才停下。后者强忍着左手和身上的痛楚，手忙脚乱呲牙咧嘴地爬起来，一边喊：“江逸，你给我等着！”一边拔腿朝山下逃。
en_us: After Jiang Yi vented with his final kick, Jiang Bao cried out in agony as he rolled a full ten feet away before stopping. He bit his lips to suppress the searing pain and scrambled to his feet. "Jiang Yi, just you wait!" Jiang Bao shouted as he ran down the mountain.

source: 当然，或许也是因为姬听雨今日的看轻，激起了他心底的傲骨，他也想证明给这个绝色倾城的女子看一看。
en_us: Of course, maybe it was also because of Ji Tingyu's belittlement today, that awakened the proud rebel in him. He wanted to prove himself to this woman whose beauty could cause cities to fall.

source: 当融合元力从左胸口附近经脉路过的时候，江逸下意识的停了下来，内视了一下伤口处。
en_us: When the merged essence force passed through the meridians near his left chest area, Jiang Yi subconsciously stopped and used his inner vision to observe his wounds.

source: 当金光从出现到消失的半柱香过后，让全部冥军瞠目结舌的是，方圆数百里的偌大天庭竟然消失不见了，地面只留下一个无比巨大丑陋的深坑。
en_us: From the appearance of the golden light till it vanished, it took the time for half an incense to burn. What left the Netherworld army flabbergasted was that the massive Heavenly Court, which spanned hundreds of kilometers, had actually disappeared, leaving only a huge, ugly abyss.

source: 当黑红长袍老者出现的那一刻，虚空上方那些数不清的阴兵，骸骨巨人，尸人和尸兽全部单膝下跪，发出一道整齐却沉闷的呼喊。
en_us: When the red-robed elder appeared, the yin soldiers, skeleton giants, zombies, and beasts all genuflected and bowed while shouting out in unison.

source: 彻底碎了升仙梦的青亦陷入疯狂了，连抓了好几瓶丹药吞下去，发现仍是没有任何用处，开始脑羞成怒的盯向门口的三人。
en_us: Qing Yi's dream of achieving Immortal Ascension was now in shambles and he had officially lost his mind. He frantically grabbed the pill bottles around him and swallowed all of their contents. When he realised that they were not having any effect on him, he turned to glare at the three people standing at the entrance.

source: 彻鸣钟已响，玄天宗已经发现她做下的事，各种离开的通道都已经封锁，她想要闯出来十分困难，原本只想顺手抓个人质，试试运气。却没想到，她的运气居然这般好。她抓着人一路从山门出来，没有一人阻挡不说，即使遇到了巡视的人，也好似看不到她们似的避开了。看来老天都在帮她，让她报此血海深仇！
en_us: The alarm bell had sounded, signifying that the Blackheaven Sect had discovered what she had done. The various escape routes left were all sealed off. It would be extremely difficult for her to break out of this place. Her original intention had been to find someone to use as a hostage during her escape. In this she was unexpectedly lucky. She had not only taken a hostage but also managed to leave the mountain exit with her hostage without being intercepted. Even the guards on patrol that they encountered on the way did not seem to see them. It seemed that even God was helping her, letting her take her revenge!

source: 往常洗好的衣物，本是风月楼的人带进内堂的，但今日风月楼的人却没有出现，一名老妈子“主动”叫江小奴和她一起把衣物送进内堂。
en_us: Normally, the clothes that have been washed would be brought into the inner court by servants from Fengyue Brothel. Today, however, no one from Fengyue Brothel appeared; instead, an old chambermaid took the initiative to order Jiang Xiaonu to help her bring the clothes into the inner court together.

source: 很多人纷纷对视一眼，露出错愕之色，在场的二十人有大半都欺负过江逸。把江逸打一顿那是轻的，有几次都打得吐血了，但他们从没有见过江逸求饶，更别说……主动认怂要从他们胯下爬过了。
en_us: One after another, many people took a glance at each other's faces, giving an expression of astonishment. Out of the twenty people at the scene, over half of them had bullied Jiang Yi before. Beating up Jiang Yi was a small affair with a light sentence, and he had been beaten up to the point of vomiting blood several times before. However, none of them had ever seen Jiang Yi beg for forgiveness, to say nothing of... directly admitting defeat and agreeing to crawl between their legs.

source: 很多次江逸也想出去做工，赚些银钱补贴家用，但都被小奴坚决阻止了。说族里规定的事务也就罢了，他可是江家的少爷呀，少爷将来终究是要做大事的人，怎能到外面去做这种下贱的杂活呢？
en_us: There were many moments when Jiang Yi had wanted to head out to work, to make some money and supplement their daily expenses. But these overtures were all strongly rejected by Xiaonu. Jiang Yi was a scion of the Jiang Clan, a person destined to do great things! To say nothing of the work demanded by the family, how could a scion like himself head out to do this kind of lowly menial work?

source: 很快一道消息传遍了整个江家大院，家族十大长老之一，江家唯一的炼丹师柳长老，就在刚才不知什么原因突然猝死在自家院子内。
en_us: News spread quickly throughout the Jiang Residence that one of the top ten elders of the family clan, Elder Liu, the only elixir-refining specialist of the Jiang Clan, had suddenly passed away in his own home for unknown reasons.
